<?php
/**
 * @package    Русский язык для OpenCart 3.x
 * @file       catalog/language/ru-ru/affiliate/success.php
 * @author     Hkr32
 * @copyright  © OCN, (https://opencart.name)
 * @license    https://opensource.org/licenses/GPL-3.0
 * @link       https://forum.opencart.name
 */

// Heading
$_['heading_title'] = 'Ваш партнерский аккаунт создан!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваша новая учетная запись была успешно создана!</p> <p>Теперь Вы являетесь участником %s партнерской программы.</p> <p>Если у Вас есть ЛЮБЫЕ вопросы о работе партнерской системы, отправьте электронное письмо на контактный адрес магазина.</p> <p>На указанный адрес электронной почты отправлено подтверждение. Если Вы не получили его в течение часа, пожалуйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Благодарим Вас за регистрацию партнерской учетной записи в %s!</p><p>Вы получите уведомление по электронной почте после активации учетной записи.</p><p>Если У Вас есть ЛЮБЫЕ вопросы о работе этой партнерской системы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_account']  = 'Кабинет партнера';
$_['text_success']  = 'Успешно';