<?php
// Heading
$_['heading_title']        = 'Log In with PayPal';

// Text
$_['text_extension']       = 'Расширения';
$_['text_success']         = 'Успешно: Вы изменили модуль войти через PayPal!';
$_['text_edit']            = 'Редактировать модуль войти через PayPal';
$_['text_button_grey']     = 'Серый';
$_['text_button_blue']     = 'Синий (рекомендуется)';

// Entry
$_['entry_client_id']      = 'Идентификатор клиента';
$_['entry_secret']         = 'Секрет';
$_['entry_sandbox']        = 'Режим песочницы';
$_['entry_debug']          = 'Журнала отладки';
$_['entry_customer_group'] = 'Группа клиента';
$_['entry_button']         = 'Цвет кнопки';
$_['entry_seamless']       = 'Разрешить «Бесшовный заказ»';
$_['entry_locale']         = 'Локаль';
$_['entry_return_url']     = 'Обратный URL';
$_['entry_status']         = 'Статус';

// Help
$_['help_sandbox']         = 'Использовать среду песочницы (тестирование)?';
$_['help_customer_group']  = 'Для новых клиентов, какую группу клиентов следует создать?';
$_['help_debug_logging']   = 'Включение этого позволит добавить данные в Ваш журнал ошибок, чтобы помочь отладить любые проблемы.';
$_['help_seamless']        = 'Позволяет автоматически входить в систему, когда клиенты выбирают PayPal Express Checkout. Чтобы использовать это, эта опция должна быть включена в Вашей учетной записи Войти через PayPal. Вы также должны использовать ту же учетную запись, что и в Express Checkout.';
$_['help_locale']          = 'Это языковой стандарт PayPal для языков Вашего магазина';
$_['help_return_url']      = 'Это необходимо добавить в конфигурацию приложения PayPal в разделе URL-адреса перенаправления приложений.';

// Error
$_['error_permission']     = 'Предупреждение: У Вас нет прав на изменение модуля войти через PayPal!';
$_['error_client_id']      = 'Идентификатор клиента обязателен!';
$_['error_secret']         = 'Секрет обязателен!';