<?php

/**
 * @package    Русский язык для OpenCart 3.x
 * @file       admin/language/ru-ru/extension/advertise/google.php
 * @author     Hkr32
 * @copyright  © OCN, (https://opencart.name)
 * @license    https://opensource.org/licenses/GPL-3.0
 * @link       https://forum.opencart.name
 */


// Heading
$_['heading_campaign']                      = 'Умные торговые рекламные кампании';
$_['heading_mapping']                       = 'Сопоставление категорий';
$_['heading_merchant']                      = 'Аккаунт Google Merchant Center';
$_['heading_shipping_taxes']                = 'Доставка и налоги';
$_['heading_title']                         = 'Google Покупки';

// Steps
$_['step_campaigns']                        = 'Умные торговые рекламные кампании';
$_['step_connect']                          = 'Connect';
$_['step_mapping']                          = 'Сопоставление категорий';
$_['step_merchant_account']                 = 'Аккаунт Merchant Center';
$_['step_shipping_taxes']                   = 'Доставка и налоги';

// Help
$_['help_adult']                            = 'Используйте этот атрибут, чтобы указать, что отдельные продукты предназначены только для взрослых, поскольку они содержат контент для взрослых, например наготу, контент сексуального характера, или предназначены для повышения сексуальной активности. Google заботится о том, что они показывают своим пользователям, поэтому, если ваша бизнес-модель не ориентирована на взрослых, но вы продаете отдельный продукт, ориентированный на взрослых, вам необходимо четко маркировать этот продукт, чтобы Google мог показывать соответствующий и юридически соответствующий контент людям, совершающим покупки в Интернете.';
$_['help_age_group']                        = 'Используйте этот атрибут, чтобы указать демографическую группу, для которой предназначен ваш продукт. Если вы используете этот атрибут, ваше объявление может появляться в результатах, отфильтрованных по возрасту. Например, если результаты фильтруются по «Женщины», а не «Девочки». Возрастная группа также может работать вместе с полом, чтобы гарантировать, что пользователи видят правильную информацию о размере.';
$_['help_budget']                           = 'Средний дневной бюджет, который можно потратить на эту кампанию. Любые расходы на рекламу будут вычтены из приобретенного вами кредита. Кредит списывается только тогда, когда кто-то нажимает на ваше объявление.';
$_['help_carrier_price_percentage']         = 'Оцените стоимость доставки в процентах от цены продукта.';
$_['help_color']                            = 'Если для продукта доступен цветной вариант, выберите его здесь. Это обязательный атрибут для всех предметов одежды в фидах с таргетингом на Бразилию, Францию, Германию, Японию, Великобританию и США, а также для всех товаров, доступных в разных цветах.';
$_['help_condition']                        = 'Расскажите пользователям о состоянии продукта, который вы продаете. Правильная установка этого значения важна, поскольку Google использует его для уточнения результатов поиска.';
$_['help_cron_email']                       = 'Краткое описание задачи CRON будет отправлено на этот адрес электронной почты после завершения.';
$_['help_cron_email_status']                = 'Включите, чтобы получать сводку после каждой задачи CRON.';
$_['help_feed']                             = 'Если язык или валюта неактивны, это означает, что они не были найдены в вашем магазине OpenCart. Чтобы настроить его, перейдите в Система > Локализация > Языки/Валюты';
$_['help_gender']                           = 'Укажите пол, для которого предназначен ваш продукт, используя атрибут пола. Когда вы предоставите эту информацию, потенциальные клиенты смогут точно фильтровать товары по полу, чтобы сузить область поиска. Имейте в виду, что Google также использует информацию о поле вместе со значениями, которые вы указываете для размера и возрастной группы, чтобы стандартизировать размеры, отображаемые пользователям.';
$_['help_google_product_category']          = 'Используйте этот атрибут, чтобы указать категорию вашего товара на основе таксономии продуктов Google. Категоризация вашего продукта помогает гарантировать, что ваше объявление будет показываться в правильных результатах поиска.';
$_['help_is_bundle']                        = 'Используйте атрибут «Пакет», чтобы указать, что вы создали пакет: основной продукт, который вы сгруппировали с другими, разными продуктами, которые продаются вместе как один пакет по единой цене. Этот атрибут позволяет Google показывать вашу рекламу в нужных ситуациях, отличая ваш товар от созданных производителем комплектов, мультиупаковок и других товаров без аксессуаров.';
$_['help_local_cron']                       = '<strong>Этот метод рекомендуется.</strong> Вставьте эту команду на вкладку CRON вашего веб-сервера. Настройте запуск каждый час.';
$_['help_multipack']                        = 'Используйте атрибут «Мультиупаковка», чтобы указать, что вы сгруппировали несколько одинаковых продуктов для продажи как один товар. Этот атрибут позволяет Google показывать ваше объявление в нужных ситуациях, отличая ваш товар от мультиупаковок, наборов и других товаров, созданных производителем.';
$_['help_remote_cron']                      = '<strong>Используйте этот метод, если метод № 1 использовать невозможно.</strong> Используйте этот URL-адрес для настройки задачи CRON через веб-службу CRON. Настройте запуск каждый час.';
$_['help_roas']                             = 'Целевая рентабельность инвестиций в рекламу позволяет назначать ставки на основе целевой рентабельности инвестиций в рекламу (ROAS). Эта стратегия интеллектуального назначения ставок Google Рекламы помогает вам повысить ценность конверсий или доход при заданной вами целевой рентабельности инвестиций в рекламу (ROAS). Ваши ставки автоматически оптимизируются во время аукциона, что позволяет вам адаптировать ставки для каждого аукциона.';
$_['help_size']                             = 'Используйте атрибут размера, чтобы описать стандартный размер вашего продукта. При использовании этого атрибута ваше объявление может появляться в результатах, отфильтрованных по размеру. Указанный вами размер также повлияет на отображение вариантов вашего продукта.';
$_['help_size_system']                      = 'С помощью этого атрибута вы можете объяснить, в какой стране используется система размеров вашего продукта. Эта информация помогает создавать точные фильтры, которые пользователи могут использовать для сужения результатов поиска. Отправленная вами система размеров будет влиять на поиск, фильтрацию и отображение вариантов в вашем объявлении.';
$_['help_size_type']                        = 'Используйте этот атрибут, чтобы описать разрез вашего продукта. Эта информация помогает создавать точные фильтры, которые пользователи могут использовать для сужения результатов поиска.';

// Entry
$_['entry_action']                          = 'Действие';
$_['entry_adult']                           = 'Контент только для взрослых';
$_['entry_age_group']                       = 'Возрастная группа';
$_['entry_auto_advertise']                  = 'Автоматически рекламировать новые объявления?';
$_['entry_budget']                          = 'Дневной бюджет кампании';
$_['entry_campaign']                        = 'Умные торговые рекламные кампании';
$_['entry_campaign_name']                   = 'Название кампании';
$_['entry_color']                           = 'Вариант цвета';
$_['entry_condition']                       = 'Условие';
$_['entry_country']                         = 'Целевая страна';
$_['entry_feed']                            = 'Фиды товаров';
$_['entry_gender']                          = 'Пол';
$_['entry_google_product_category']         = 'Категория продукта Google';
$_['entry_is_bundle']                       = 'Бандл';
$_['entry_max_transit_time']                = 'Максимальное транзитное время (дни)';
$_['entry_min_transit_time']                = 'Минимальное транзитное время (дни)';
$_['entry_multipack']                       = 'Мультипак (количество штук в одной упаковке)';
$_['entry_oc_category']                     = 'Категория OpenCart (автозаполнение)';
$_['entry_roas']                            = 'ROAS';
$_['entry_setup_confirmation']              = 'Подтверждение установки';
$_['entry_size']                            = 'Вариант размера';
$_['entry_size_system']                     = 'Система размеров';
$_['entry_size_type']                       = 'Тип размера';
$_['entry_status']                          = 'Статус';

// Texts
$_['text_access_token']                     = 'Токен доступа';
$_['text_acknowledge_add_campaign_1']       = 'Я подтверждаю, что мои кампании не станут активными до тех пор, пока мои фиды товаров не будут одобрены в соответствии с <a href="https://support.google.com/merchants/answer/6149970" target="_blank"><strong>требованиями Google Merchant Center</strong></a>.';
$_['text_acknowledge_add_campaign_2']       = 'Я подтверждаю, что мои кампании не станут активными, пока я не настрою <a href="https://support.google.com/merchants/topic/7293661?hl=en-GB&ref_topic=7259125" target="_blank"><strong>Доставку</strong></a> и <a href="https://support.google.com/merchants/topic/7294266?hl=en-GB&ref_topic=7259125" target="_blank"><strong>Налог (только в США)</strong></a> данные моего аккаунта Merchant Center.';
$_['text_acknowledge_cron']                 = 'Я подтверждаю, что я настроил автоматическую задачу CRON, используя один из вышеперечисленных методов.';
$_['text_acknowledge_merchant_tos']         = 'Приобретая товарные объявления Google, я соглашаюсь соблюдать условия и правила Google, включая <a href="https://support.google.com/merchants/answer/160173?hl=en" target="_blank">Условия использования Merchant Center</a>, <a href="https://support.google.com/merchants/answer/6149970?hl=en" target="_blank">Правила в отношении товарной рекламы</a> и <a href="https://billing.google.com/payments/u/0/paymentsinfofinder?style=:md#" target="_blank">Условия использования Google Рекламы</a>.';
$_['text_action']                           = 'Действие';
$_['text_active']                           = 'Активный';
$_['text_active_states']                    = 'Выберите активные состояния';
$_['text_add_target']                       = 'Новая кампания';
$_['text_ads_intro']                        = '<h3>Важно</h3><p>Чтобы ваши продукты были приняты Google Merchant Center, обязательно соблюдайте следующие требования:</p><ul><li>Ваши продукты OpenCart должны соответствовать <a href="https://support.google.com/merchants/answer/6149970" target="_blank"><strong>Правила Google в отношении товарных объявлений</strong></a>.</li><li>Обязательно настройте <a href="https://support.google.com/merchants/topic/7293661?hl=en-GB&ref_topic=7259125" target="_blank"><strong>Доставку</strong></a> и <a href="https://support.google.com/merchants/topic/7294266?hl=en-GB&ref_topic=7259125" target="_blank"><strong>Налоги (только в США)</strong></a> в своей учетной записи Google Merchant Center или через это расширение на странице секции <a href="%s" target="_blank"><strong>Доставку &amp; Налоги</strong></a>.</li><li>Смотрите столбцы <strong>Статусы назначения</strong> и <strong>Проблемы с товарами</strong>, чтобы решить любые проблемы с одобрением ваших продуктов.</li></ul>';
$_['text_advertise']                        = 'Рекламировать';
$_['text_age_group_adult']                  = 'Взрослый (подростки и старше)';
$_['text_age_group_infant']                 = 'Младенец (3-12 месяцев)';
$_['text_age_group_kids']                   = 'Дети (6-13 лет)';
$_['text_age_group_newborn']                = 'Новорожденный (0-2 месяца)';
$_['text_age_group_toddler']                = 'Малыш (1-5 лет)';
$_['text_all']                              = 'Все';
$_['text_app_id']                           = 'Идентификатор приложения';
$_['text_app_secret']                       = 'Секрет приложения';
$_['text_approved']                         = 'Одобренный';
$_['text_campaign_more_info']               = '<h4>Продолжительность кампании</h4><p>Кампании будут работать до тех пор, пока не будут приостановлены. Вы можете приостановить кампанию в любой момент.</p><hr /><h4>Оптимизация кампании</h4><p>Обычно Google занимает около 30 дней, чтобы оценить товары и оптимизировать торговые рекламные кампании.</p><hr /><h4>Товары в кампании</h4><p>Google создаст уникальное товарное объявление для каждого одобренного продукта, синхронизированного с вашим аккаунтом Merchant Center. Объявления оптимизированы для максимизации ваших продаж. Популярные продукты, скорее всего, получат большую часть вашего бюджета.</p><hr /><h4>Продолжительность кампании</h4><p>Кампании будут работать до тех пор, пока не будут приостановлены. Вы можете приостановить кампанию в любой момент.</p><hr /><h4>Размещение товарных объявлений</h4><p>Ваши объявления могут появляться на нескольких платформах, включая Google Поиск, контекстно-медийную сеть Google, Youtube и Gmail.</p>';
$_['text_campaigns']                        = 'Кампании';
$_['text_carrier_postcode']                 = 'Почтовый индекс происхождения';
$_['text_carrier_price_percentage']         = 'Цена в процентах';
$_['text_checklist_acknowledge_0']          = '<h4>Видимость каталога продукции</h4><p>Я подтверждаю, что мой каталог продукции является общедоступным без необходимости ввода пароля.</p>';
$_['text_checklist_acknowledge_1']          = '<h4>Безопасный процесс оформления заказа</h4><p>Обработка платежей и транзакций, а также сбор любой конфиденциальной и финансовой личной информации от пользователя выполняются через защищенный сервер обработки (защищенный SSL, с действующим SSL-сертификатом - https://).</p>';
$_['text_checklist_acknowledge_2']          = '<h4>Политика возврата</h4><p>Я подтверждаю, что на моем веб-сайте предусмотрена четкая и понятная для пользователей политика возврата.</p>';
$_['text_checklist_acknowledge_3']          = '<h4>Условия выставления счетов</h4><p>Я подтверждаю, что на моем веб-сайте представлены четкие и понятные условия выставления счетов.</p>';
$_['text_checklist_acknowledge_4']          = '<h4>Точная контактная информация</h4><p>Я подтверждаю, что на моем веб-сайте отображается достаточная и точная контактная информация, содержащая <em>как минимум два</em> из следующих элементов: номер телефона, физический адрес и адрес электронной почты.</p>';
$_['text_checklist_intro']                  = '<h3>Важно</h3> Прежде чем вы сможете размещать рекламу в Google, ваш интернет-магазин <em>должен</em> соответствовать требованиям Google Merchant Center. Полный список всех требований и рекомендаций можно найти <a href="https://support.google.com/merchants/answer/6363310?hl=en" target="_blank"><strong>здесь</strong></a>.';
$_['text_clicks']                           = 'Клики';
$_['text_color']                            = 'Цвет';
$_['text_condition_new']                    = 'Новый';
$_['text_condition_refurbished']            = 'Восстановленный';
$_['text_condition_used']                   = 'Использованный';
$_['text_connect_intro']                    = 'Ваше расширение Google Shopping еще не подключено. Перейдите на <a href="%s" target="_blank"><strong>веб-сайт Google Shopping для OpenCart</strong></a>, чтобы получить идентификатор приложения и секрет приложения.';
$_['text_connected']                        = 'Подключено с идентификатором продавца <span class="label label-default">%s</span>';
$_['text_connecting']                       = 'Подключение...';
$_['text_connection']                       = 'Подключение';
$_['text_conversion_value']                 = 'Ценность конверсии';
$_['text_conversions']                      = 'Конверсии';
$_['text_cost']                             = 'Стоимость';
$_['text_critical']                         = 'Критический';
$_['text_cron_email']                       = 'Отправить сводку на электронную почту';
$_['text_cron_email_status']                = 'Отправить сводку по электронной почте';
$_['text_cron_info']                        = 'Обязательно настройте задачу CRON, выполняющуюся <strong>каждый час</strong>, используя один из приведенных ниже методов. Рекомендуется метод №1. Работа CRON поможет вам:<br /><br />&bull; Периодическая синхронизация вашего каталога OpenCart с Google Merchant Center<br />&bull; Автоматическое получение статусов продуктов и отчетов о продуктах';
$_['text_cron_settings']                    = 'Настройки CRON';
$_['text_data_quality_issues']              = 'Проблемы качества данных';
$_['text_debug_log']                        = 'Журнала отладки';
$_['text_destination_status']               = 'Статус';
$_['text_disabled']                         = 'Отключено';
$_['text_disapproved']                      = 'Отклонено';
$_['text_disconnect_reminder']              = 'Даже если вы решите отключить это расширение OpenCart, у вас все равно будет доступ к вашей учетной записи Merchant Center. Он не будет удален. При отключении произойдет следующее:<ul><li>Отключите это расширение</li><li>Удалите все активные кампании</li><li>Удалите все каналы данных в связанном аккаунте Google Merchant Center</li><li>Удалите все связи между существующей учетной записью Google Merchant Center и OpenCart.</li></ul>';
$_['text_disconnecting_please_wait']        = 'Отключение...';
$_['text_does_not_apply']                   = '-- Не применяется --';
$_['text_download_debug_log']               = 'Загрузить журнал отладки';
$_['text_edit_target']                      = 'Редактировать кампанию: %s';
$_['text_enabled']                          = 'Включено';
$_['text_error']                            = 'Ошибка';
$_['text_existing_merchant']                = 'Использовать мою собственную учетную запись Google Merchant Center (если вы хотите использовать свою активную учетную запись Google Merchant Center.)';
$_['text_extension_settings']               = 'Настройки Расширений';
$_['text_extensions']                       = 'Расширения';
$_['text_filter']                           = 'Фильтр';
$_['text_gender_female']                    = 'Женский';
$_['text_gender_male']                      = 'Мужской';
$_['text_gender_unisex']                    = 'Унисекс';
$_['text_google_expiration_date']           = 'Дата истечения срока действия Google';
$_['text_heading_merchant_center_account']  = 'Аккаунт Merchant Center';
$_['text_home']                             = 'Главная';
$_['text_image']                            = 'Изображение';
$_['text_impressions']                      = 'Впечатления';
$_['text_info_popup_product']               = 'Запрашиваемая здесь информация необходима для правильного размещения вашего продукта в Google Shopping. <a href="https://support.google.com/merchants/answer/7052112?hl=en&ref_topic=6324338" target="_blank">Нажмите здесь</a> для получения дополнительной информации.';
$_['text_issues']                           = 'Проблемы';
$_['text_item_level_issues']                = 'Проблемы с товарами';
$_['text_label_active']                     = 'АКТИВНО';
$_['text_label_approved']                   = 'УТВЕРЖДЕНО';
$_['text_label_critical']                   = 'КРИТИЧЕСКИЙ';
$_['text_label_disapproved']                = 'ОТКЛОНЕНО';
$_['text_label_error']                      = 'ОШИБКА';
$_['text_label_paused']                     = 'ПАУЗА';
$_['text_label_pending']                    = 'ОЖИДАНИЕ';
$_['text_label_suggestion']                 = 'ПРЕДЛОЖЕНИЕ';
$_['text_label_unassigned']                 = 'НЕ НАЗНАЧЕНО';
$_['text_label_unavailable']                = 'НЕДОСТУПНО';
$_['text_learn_more']                       = 'Узнать больше';
$_['text_loading_please_wait']              = 'Пожалуйста, подождите. Это может занять несколько минут...';
$_['text_local_cron']                       = 'Метод № 1 — Задача CRON:';
$_['text_mapping_intro']                    = 'Выберите категории OpenCart, которые лучше всего соответствуют предопределенным категориям Google. Это помогает Google понять, что вы продаете, и лучше связать ваши объявления с поисковыми запросами потенциальных клиентов. Если ни одна из ваших категорий не соответствует приведенному ниже списку, просто нажмите «Продолжить», чтобы пропустить этот шаг.';
$_['text_mapping_verify_intro']             = 'Некоторые из ваших товаров уже сопоставлены с категориями Google. Должно ли новое сопоставление редактировать все текущие продукты или оно должно применяться только к вашим будущим продуктам?';
$_['text_mapping_verify_title']             = 'Подтвердите новое сопоставление';
$_['text_maximum_five']                     = 'Можно выбрать максимум 5 кампаний. Если оставить кампанию отключенной, вы <strong>отмените назначение</strong> продуктов из этой кампании.';
$_['text_merchant_intro']                   = 'Пожалуйста, выберите учетную запись, которую вы хотите использовать:';
$_['text_merchant_website_claim']           = '<p>После нажатия кнопки <strong>Продолжить</strong> вам будет предложено разрешить OpenCart управлять вашим списком товаров и учетной записью в Google Shopping. URL вашего веб-сайта будет запрошен выбранным аккаунтом Merchant Center.</p>';
$_['text_na']                               = '&ndash;';
$_['text_new_merchant']                     = 'Используйте учетную запись, управляемую OpenCart (для новичков, у которых нет учетной записи Google Merchant Center).';
$_['text_no']                               = 'Нет';
$_['text_no_results']                       = 'Результатов не найдено!';
$_['text_no_targets']                       = 'Кампаний не найдено! Нажмите кнопку ниже, чтобы добавить свою первую кампанию.';
$_['text_panel_connect']                    = 'Шаг 1 из 5. Подключите расширение Google Shopping';
$_['text_panel_heading']                    = 'Редактировать Google Покупки | Магазины: %s';
$_['text_panel_heading_campaign']           = 'Шаг 3 из 5. Настройте умные торговые рекламные кампании';
$_['text_panel_heading_campaign_2']         = 'Настройте умные торговые рекламные кампании';
$_['text_panel_heading_mapping']            = 'Шаг 5 из 5. Настройте сопоставление категорий';
$_['text_panel_heading_mapping_2']          = 'Настройка сопоставления категорий';
$_['text_panel_heading_merchant']           = 'Шаг 2 из 5. Настройте учетную запись Google Merchant Center';
$_['text_panel_heading_more_info']          = 'О кампаниях';
$_['text_panel_heading_preview']            = 'Как выглядит реклама';
$_['text_panel_heading_shipping_taxes']     = 'Шаг 4 из 5. Настройте доставку и налоги';
$_['text_panel_heading_shipping_taxes_2']   = 'Настройка доставки и налоги';
$_['text_paused']                           = 'Приостановлено';
$_['text_per_day']                          = '$%s / день';
$_['text_popup_error_body']                 = 'При попытке получить этот ресурс произошла следующая ошибка: <strong>{error}</strong>';
$_['text_popup_error_title']                = 'Ошибка';
$_['text_popup_loading_body']               = 'Загрузка, пожалуйста подождите...';
$_['text_popup_loading_title']              = 'Загрузка формы...';
$_['text_popup_title_multiple']             = 'Редактирование товаров %s';
$_['text_popup_title_single']               = '%s (%s)';
$_['text_product_category']                 = 'Категория (включая подкатегории)';
$_['text_product_is_modified']              = 'Поля Google изменены';
$_['text_product_model']                    = 'Модель';
$_['text_product_name']                     = 'Товар';
$_['text_refresh_token']                    = 'Воссоздать токен';
$_['text_remote_cron']                      = 'Способ №2 — Удаленный CRON:';
$_['text_report_campaign_name']             = 'Название кампании';
$_['text_report_clicks']                    = 'Клики';
$_['text_report_conversion_value']          = 'Ценность конверсии';
$_['text_report_conversions']               = 'Конверсии';
$_['text_report_cost']                      = 'Стоимость';
$_['text_report_date_range']                = 'Отчеты о кампании для %s';
$_['text_report_impressions']               = 'Впечатления';
$_['text_report_status']                    = 'Статус';
$_['text_reporting_interval']               = 'Интервал времени отчетности';
$_['text_reporting_interval_LAST_14_DAYS']  = 'Последние 14 дней';
$_['text_reporting_interval_LAST_30_DAYS']  = 'Последние 30 дней';
$_['text_reporting_interval_LAST_7_DAYS']   = 'Последние 7 дней';
$_['text_reporting_interval_LAST_BUSINESS_WEEK'] = 'Последняя рабочая неделя';
$_['text_reporting_interval_LAST_WEEK']     = 'Прошлая неделя';
$_['text_reporting_interval_LAST_WEEK_SUN_SAT'] = 'Прошлая неделя (воскресенье-суббота)';
$_['text_reporting_interval_THIS_MONTH']    = 'This month';
$_['text_reporting_interval_THIS_WEEK_MON_TODAY'] = 'Эта неделя (понедельник – сегодня)';
$_['text_reporting_interval_THIS_WEEK_SUN_TODAY'] = 'Эта неделя (воскресенье - сегодня)';
$_['text_reporting_interval_TODAY']         = 'Сегодня';
$_['text_reporting_interval_YESTERDAY']     = 'Вчера';
$_['text_select_country']                   = '-- Страна --';
$_['text_select_currency']                  = '-- Валюта --';
$_['text_select_language']                  = '-- Язык --';
$_['text_selection_all']                    = 'Вы выбрали все элементы <strong>{total}</strong> на всех страницах. <a id="deselect_all_pages"><strong>Снять выделение со всего</strong></a>';
$_['text_selection_page']                   = 'Вы выбрали <strong>{selected_page}</strong> элементов на этой странице. <a id="select_all_pages"><strong>Нажмите здесь</strong></a>, чтобы выбрать все <strong>{total}</strong> элементы на всех страницах.';
$_['text_shipping_carrier']                 = 'Используйте распределительный центр и услуги перевозчика';
$_['text_shipping_custom']                  = 'Настройте это самостоятельно в Google Merchant Center';
$_['text_shipping_flat']                    = 'Используйте фиксированную ставку для всех заказов';
$_['text_shipping_services']                = 'Услуги доставки';
$_['text_shipping_transit_times']           = 'Время доставки';
$_['text_size']                             = 'Размер';
$_['text_size_type_big_and_tall']           = 'Большой и Высокий';
$_['text_size_type_maternity']              = 'Материнство';
$_['text_size_type_petite']                 = 'Маленькая';
$_['text_size_type_plus']                   = 'Плюс';
$_['text_size_type_regular']                = 'Обычный';
$_['text_status']                           = 'Статус';
$_['text_suggestion']                       = 'Предположение';
$_['text_tax_custom']                       = 'Настройте это самостоятельно в Google Merchant Center';
$_['text_tax_not_usa']                      = 'Я не живу в США';
$_['text_tax_on_shipping']                  = 'Добавить налог на доставку';
$_['text_tax_usa']                          = 'Используйте расчет налога Google на основе пункта назначения';
$_['text_taxes']                            = 'Налоги (только США)';
$_['text_tutorial_cron']                    = 'https://isenselabs.com/posts/how-to-auto-sync-opencart-products-with-google-shopping';
$_['text_usd']                              = 'доллар США';
$_['text_usd_day']                          = 'доллар США / день';
$_['text_video_tutorial_url_advertise']     = 'https://youtu.be/ZN7zz8raoVM?t=187';
$_['text_video_tutorial_url_install']       = 'https://www.youtube.com/watch?v=AvkBLWAUojI';
$_['text_video_tutorial_url_setup']         = 'https://www.youtube.com/watch?v=ZN7zz8raoVM';
$_['text_view_issues']                      = 'Просмотр проблем';
$_['text_yes']                              = 'Да';

// Placeholders
$_['placeholder_access_token']              = 'Вставьте сюда свой токен доступа';

// Tabs
$_['tab_text_ads']                          = 'Реклама продукта/отчеты';
$_['tab_text_reports']                      = 'Отчеты о кампаниях';
$_['tab_text_settings']                     = 'Настройки';

// Buttons
$_['button_add_feed']                       = 'Новый канал';
$_['button_add_target']                     = 'Новая кампания';
$_['button_apply']                          = 'Назначьте выбранные товары кампаниям';
$_['button_bulk_edit_google_fields']        = 'Массовое редактирование';
$_['button_campaign']                       = 'Умные торговые рекламные кампании';
$_['button_close']                          = 'Закрыть';
$_['button_connect']                        = 'Соединить';
$_['button_disconnect']                     = 'Разъединить';
$_['button_mapping']                        = 'Сопоставление категорий';
$_['button_proceed']                        = 'Продолжить';
$_['button_product_edit']                   = 'Редактировать поля Google';
$_['button_product_set']                    = 'Установить поля Google';
$_['button_save']                           = 'Сохранить';
$_['button_save_future']                    = 'Сохранить и Ничего не делать';
$_['button_save_modify']                    = 'Сохранить и Изменить текущие товары';
$_['button_select_campaigns']               = 'Выберите кампании';
$_['button_shipping_taxes']                 = 'Доставка и Налоги';
$_['button_video_tutorial_install']         = 'Посмотреть видеоурок';
$_['button_video_tutorial_setup']           = 'Посмотреть видеоурок';

// Success
$_['success_advertise_disable']             = 'Успех! Реклама для выбранных товаров отключена!';
$_['success_advertise_enable']              = 'Успех! Для выбранных товаров включена реклама!';
$_['success_advertise_listed']              = 'Товарные объявления активны! Если ваши товары еще не одобрены, дайте команде Merchant Center их проверку в течение трех рабочих дней.';
$_['success_advertise_unlisted']            = 'Товарная реклама остановлена. Товары, которые вы отредактировали, больше не относятся ни к одной кампании.';
$_['success_campaign']                      = 'Успех! Вы настроили умные торговые рекламные кампании!';
$_['success_connect']                       = 'Успех! Вы подключили свой внутренний номер!';
$_['success_disconnect']                    = 'Успех! Расширение отключено!';
$_['success_index']                         = 'Успех! Вы изменили расширение!';
$_['success_mapping']                       = 'Успех! Вы настроили отображение!';
$_['success_merchant']                      = 'Успех! Ваш аккаунт Google Merchant Center настроен! На ваш сайт заявлены права!';
$_['success_merchant_access']           = 'Успех! Ваш аккаунт Google Merchant Center настроен! На ваш сайт заявлены права! Вы можете получить доступ к связанному аккаунту Google Merchant Center с <a href="https://merchants.google.com/mc/merchantdashboard?a=%s" target="_blank">панели управления Google Merchant Center</a>.';
$_['success_product']                       = 'Успех! Информация о товаре обновлена.';
$_['success_shipping_taxes']                = 'Успех! Обновлены торговые перевозки и налоги.';
$_['success_target_add']                    = 'Успех! Ваша новая кампания создана! Он станет активным, как только ваши фиды товаров будут одобрены Google Merchant Center.';
$_['success_target_delete']                 = 'Успех! Ваша кампания удалена!';
$_['success_target_edit']                   = 'Успех! Вы внесли изменения в свою кампанию!';

// Error
$_['error_adblock']                         = "Похоже, вы используете блокировщик рекламы. Чтобы использовать GoogleShopping, отключите блокировщик рекламы в панели администратора OpenCart.";
$_['error_budget']                          = 'Пожалуйста, укажите бюджет кампании. Значение должно быть числовым и не меньше 5.';
$_['error_campaign_name_in_use']            = 'Вы уже используете кампанию с таким названием! Пожалуйста, выберите другое имя.';
$_['error_campaign_name_total']             = '&quot;Всего&quot; это запрещенное название для кампании! Пожалуйста, выберите другое имя.';
$_['error_carrier']                         = 'Пожалуйста, выберите хотя бы одного оператора связи!';
$_['error_carrier_postcode']                = 'Пожалуйста, укажите почтовый индекс для исходящих отправлений.';
$_['error_carrier_price_percentage']        = 'Укажите действительный процент цены от 0 до 100.';
$_['error_cron_acknowledge']                = 'Подтвердите, что вы настроили задание CRON.';
$_['error_empty_app_id']                    = 'Пожалуйста, введите идентификатор приложения!';
$_['error_empty_app_secret']                = 'Пожалуйста, введите секрет приложения!';
$_['error_empty_campaign_name']             = 'Пожалуйста, задайте название для своей кампании!';
$_['error_empty_country']                   = 'Пожалуйста, выберите страну!';
$_['error_empty_feed']                      = 'Укажите хотя бы один фид кампании!';
$_['error_field_no_value']                  = 'Укажите значение!';
$_['error_flat_rate']                       = 'Пожалуйста, введите значение фиксированной ставки. Значение должно быть числовым.';
$_['error_form']                            = 'Пожалуйста, проверьте форму на наличие ошибок и повторите попытку сохранения.';
$_['error_invalid_email']                   = 'Указанный адрес электронной почты недействителен!';
$_['error_invalid_feed']                    = 'Все каналы должны иметь язык и валюту!';
$_['error_max_transit_time']                = 'Укажите максимальное время транзита (количество дней), которое превышает минимальное.';
$_['error_min_transit_time']                = 'Пожалуйста, укажите минимальное время транзита (количество дней).';
$_['error_no_targets']                      = 'Внимание! Умные торговые рекламные кампании не настроены.';
$_['error_permission']                      = 'Внимание! У вас нет разрешения на изменение расширения. Реклама &gt; Google Shopping!';
$_['error_popup_not_found_body']            = 'Системе не удалось найти товар.';
$_['error_popup_not_found_title']           = 'Не найден';
$_['error_store_url_claim']                 = 'URL вашего магазина был заявлен другим приложением. Пожалуйста, подключите свою учетную запись продавца, чтобы повторно получить URL-адрес магазина.';
$_['error_tax']                             = 'Пожалуйста, выберите хотя бы один штат, облагаемый налогом.';
$_['error_used_app_id']                     = 'Вы уже связали это приложение с другим вашим магазином. Пожалуйста, отключите другой магазин или используйте другой идентификатор приложения.';
$_['error_warning']                         = 'Внимание! Пожалуйста, внимательно проверьте форму на наличие ошибок.';

// Warning
$_['warning_budget']                        = 'Кампании с дневным бюджетом менее 10 долларов США могут не дать хороших результатов конверсии. Для достижения наилучших результатов мы рекомендуем дневной бюджет не менее 10 долларов США.';
$_['warning_disabled']                      = 'Расширение отключено, и все ваши кампании остановлены. Включите расширение, чтобы активировать умные торговые рекламные кампании.';
$_['warning_last_cron_executed']            = 'Похоже, ваша задача CRON в последнее время не запускалась. Пожалуйста, убедитесь, что он настроен правильно. Следуйте <a href="%s" target="_blank"><strong>этому руководству</strong></a>, чтобы узнать, как это сделать.';
$_['warning_no_active_campaigns']           = 'У вас нет активных кампаний. <a href="%s"><strong>Нажмите здесь</strong></a>, чтобы активировать кампанию.';
$_['warning_no_advertised_products']        = 'Никакие товары не рекламируются. Чтобы начать рекламу, необходимо назначить продукты кампаниям. Следуйте <a href="%s" target="_blank"><strong>этому руководству</strong></a>, чтобы узнать, как это сделать.';
$_['warning_roas']                          = 'Google Рекламе требуется около пары недель после создания кампании, чтобы правильно работать с рентабельностью инвестиций в рекламу. Пожалуйста, зайдите на %s, чтобы настроить этот параметр.';
